app/controllers/eventos_controller.rb

  def create
    @evento = Evento.new(evento_params)

    respond_to do |format|
      if @evento.save
---
INSERT INTO `eventos` (`created_at`, `fecha`, `nombre`, `updated_at`) VALUES ('2014-11-17 17:42:53', '2014-11-17 17:42:00', 'primero', '2014-11-17 17:42:53')

    def set_evento
      @evento = Evento.find(params[:id])
---
SELECT  `eventos`.* FROM `eventos`  WHERE `eventos`.`id` = 1 LIMIT 1